Repository: common-repository/adsimple-cookie-manager-for-wp
Catalog: languages/*.po
Languages: as_cm_de_de

source: <p>The <strong>%s</strong> plugin requires %s version %s or greater.</p>
as_cm_de_de: <p>Das <strong>%s</strong> Plugin benötigt %s Version %s oder höher.</p>

source: Plugin Activation Error
as_cm_de_de: Plugin Aktivierungsfehler

source: Save a local copy of the script and clear it every
as_cm_de_de: Lokale Kopie des Scripts anlegen und Cache löschen alle

source: OR
as_cm_de_de: ODER

source: clear the cache manually
as_cm_de_de: Cache jetzt manuell löschen

source: We can't save the cache locally because your site doesn't allow writing files.
as_cm_de_de: Das Script kann nicht lokal abgespeichert werden, da Ihr Server das Schreiben von Dateien nicht erlaubt.

source: Local cache
as_cm_de_de: Lokaler Cache

source: If you choose to install the script locally then it won't be necessary to request the script from our servers on every load. The activation of this option will increase the speed of your site. But if you decide to change the styling or some texts within your user account on www.adsimple.at then you have to manually clear the cache here to actually see the changes on your website.
as_cm_de_de: Wenn Sie sich dafür entscheiden unser Script lokal zu installieren, ist es zukünftig nicht mehr notwendig unser Script für jeden Besucher von unserem Server zu laden. Die Aktivierung dieser Option wird für eine höhere Websitegeschwindigkeit sorgen. Wenn Sie dann in Ihrem Benutzerkonto auf www.adsimple.at das Styling oder Texte verändern, dann müssen Sie anschließend hier den Cache leeren, so dass Sie diese Änderungen auf Ihrer Website auch sehen können.

source: You use AdSimple® Consent Manager %s!
as_cm_de_de: Sie nutzen den neuen AdSimple® Consent Manager %s!

source: Please enter your AdSimple® ID, you can get it on %s.
as_cm_de_de: Bitte geben Sie Ihre AdSimple® ID ein, die Sie auf %s erhalten.

source: Save
as_cm_de_de: Speichern

source: Set ID
as_cm_de_de: ID speichern

source: Cookie Overview
as_cm_de_de: Übersicht der Cookies

source: Use the shortcode %s to show an ordered list of all cookies on a subpage of your website..
as_cm_de_de: Wenn Sie eine geordnete Liste aller Cookies auf einer Unterseite anzeigen möchten, dann können Sie das durch Einfügen des Shortcodes %s ganz einfach umsetzen.

source: For include popup to site uses hook %s. You theme should have support of this hook.
as_cm_de_de: Das notwendige Script wird über den Hook %s eingefügt. Ihr aktuelles Theme muss diesen Hook unterstützen.

source: Current version of plugin %s.
as_cm_de_de: Aktuelle Version des Plugins %s.

source: Are you sure?
as_cm_de_de: Sind Sie sicher?

source: DISMISS
as_cm_de_de: AUSBLENDEN

source: Please enter AdSimple® ID to configure plugin and inserting popup to site.
as_cm_de_de: Bitte geben Sie Ihre AdSimple® ID ein um den Consent Manager auf <a href="https://www.adsimple.at/" target="_blank">adsimple.at</a> zu konfigurieren.

source: Set AdSimple® ID
as_cm_de_de: AdSimple® ID EINGEBEN

source: AdSimple® ID can not be empty.
as_cm_de_de: Bitte geben Sie Ihre AdSimple® ID ein.

source: We successfully saved your AdSimple® ID.
as_cm_de_de: Wir haben Ihre AdSimple® ID erfolgreich gespeichert.

source: We successfully saved cache options.
as_cm_de_de: Wir haben die Cache-Optionen erfolgreich gespeichert.

source: You don't have access to make this.
as_cm_de_de: Sie haben nicht die notwendige Berechtigung.

source: days
as_cm_de_de: Tage

source: hours
as_cm_de_de: Stunden

source: minutes
as_cm_de_de: Minuten

source: Cache disabled. You can not clear it.
as_cm_de_de: Cache ist deaktiviert, weshalb Sie diesen nicht löschen können.

source: Cache was cleared.
as_cm_de_de: Cache wurde geleert.

source: Error clear cache.
as_cm_de_de: Fehler beim Leeren des Caches.

source: Error loading data from %s. Please repeat your request later.
as_cm_de_de: Fehler beim Laden der Daten von %s. Bitte versuchen Sie es später erneut.

source: First you should select pricing plan on %s
as_cm_de_de: Wählen Sie zuerst ein passendes Paket auf %s

source: Select pricing plan
as_cm_de_de: Paket auswählen

source: Invalid AdSimple® ID
as_cm_de_de: Ungültige AdSimple® ID

source: License doesn't include domain %s.
as_cm_de_de: Domain %s ist nicht in ihrer Lizenz enthalten.

source: Domain %s doesn't exist.
as_cm_de_de: Domain %s existiert nicht.
